{
    "name":"Natural resources",
    "description": "Materials, energy, water and land are considered as main resource uses, thus emissions, impacts and waste related to these resource uses are taken into consideration. As agricultural sector is a key significant sector in the Asia Pacific region, so that a focus is placed on the productivity of this sector. With regards to emissions, impacts and waste, greenhouse gas emissions and waste management are selected to represent those aspects. Hence, material use, energy use, water use, land use, agricultural productivity, greenhouse gas emissions, and waste management are selected as regional resource efficiency indicators by means of natural resources."
}

{
    "name":"Resource efficiency",
    "description": ""
}

{
    "name":"Resource use in major sectors",
    "description": ""
}

{
    "name":"Consumption-based indicators for natural resource use",
    "description": ""
}

{
    "name":"Trade dependency",
    "description": "International trade has been increasing due to the wave of globalization. The specific policy context is essential, as to whether a country is a net importer or net exporter of primary resources. Importer countries can reduce their dependency on imported primary resources by pursuing higher resource productivity whereas exporter countries might seek policies by strengthening export diversification. It is also important for the prevention of the Dutch Disease (an economic phenomenon entailing rapid development of one sector while declining in other sectors) via reducing the serious imbalances of payments between countries’ unit prices of imports and exports."
}

{
    "name":"Resources and human development",
    "description": ""
}

{
    "name":"Inclusive green recovery",
    "description": "During the period of disaster/crisis, the financial supports provided to recover while focusing the environmentally friendly approaches are termed as green stimulus (UNEP, 2020b). In this report, a focus is put on fiscal supports for a COVID crisis and its effect on natural capital and natural budget including in energy, transportation, building, and research and development sectors. Overall, global green recovery spending has been incommensurate with the scale of the planetary crises of climate change, nature loss, and pollution. O’Callaghan and Murdock (2021) raised the following key questions, while highlighting the dire need for prompt response by the countries to align for the sustainable recovery: 1. What is at stake as countries commit unprecedented resources to COVID-19 recovery?, 2. What spending pathways could enhance both economic recovery and environmental sustainability?, 3. What is the role of recovery spending in addressing inequalities exacerbated by COVID-19?, 4. What kind of recovery investments are countries currently making to tackle climate change, nature loss, and pollution?, 5. What more needs to be done to ensure a sustainable and equitable recovery?"
}
