{
    "category":"Natural resources",
    "name": "Material use",
    "description": "Consumption and production are essential to economic activities, but they can also contribute to the depletion of natural capital if they are not handled properly. Therefore, out of the 17 United Nations Sustainable Development Goals (SDGs), one goal is dedicated to ensuring sustainable consumption and production (SDG 12). The main aim of this goal is to encourage sustainable consumption and production by reducing natural resource exploitation, reducing the use of harmful materials, and relying on production practices that produce less pollution and generate less waste. The Asia Pacific region has begun to follow the route of economic development in order to accomplish the regional sustainable development goals based on sustainable consumption and production, as well as efficient management of natural resources and ecosystems. The region has become the largest user of natural resources as well as the biggest producer in the world. In this section, the total domestic material consumption (DMC, tonnes) and domestic material consumption per capita (DMC per capita, tonnes per capita) are used as indicators to measure the material use in the Asia Pacific developing countries.",
    "purpose": "The total domestic material consumption (DMC, tonne) and domestic material consumption per capita-DMC per capita (tonne per capita) are used as indicators to measure the material use.",
    "methodology":"The total domestic material consumption (DMC, tonnes) and domestic material consumption per capita (DMC per capita, tonnes per capita) are used as indicators to measure the material use in the Asia Pacific developing countries. The related data was collected for 18 Asia Pacific developing countries and 6 developed countries for the time series 2010 to 2017. The data was obtained from the UNEP databank. The obtained data is presented in the form of bar charts to assess and compare situation of the material use in all concerned countries for various angles.",
    "license":"",
    "source":"The data was obtained from the UNEP databank (https://uneplive.unep.org/downloader). The available data is ready to use and very easy to access. Moreover, the data is publicly available, and there is no limitation regarding data usage. ",
    "reference":"UNEP databank (https://uneplive.unep.org/downloader)"
   }

   {
    "category":"Natural resources",
    "name": "Energy use",
    "description": "The renewable energy use is measured with the indicator renewable energy share in total final consumption; which is the percentage of final consumption of energy that is derived from renewable resources. Renewable energy consumption includes consumption of energy derived from hydro, wind, solar, solid biofuels, liquid biofuels, biogas, geothermal, marine and renewable waste. Total final energy consumption is calculated as total final consumption minus non-energy use. Furthermore, the specific renewable energy sources are: solar energy (e.g., solar PV and solar thermal); liquid biofuels (e.g., bio-gasoline, biodiesels, and other liquid biofuels); solid biofuels (e.g., fuelwood, animal waste, vegetable waste, black liquor, bagasse, and charcoal).",
    "purpose": "The indicator is used to analyze the situation of the Asia Pacific region towards renewable energy use (in terms of percentage of final consumption of energy which is derived from renewable resources).",
    "methodology":"The data was directly retrieved form the UNEP databank",
    "license":"",
    "source":"The UNEP databank (https://uneplive.unep.org/downloader) is freely available as there is no need to get the permission for data use.",
    "reference":"UNEP (https://uneplive.unep.org/downloader)"
   }

   {
    "category":"Natural resources",
    "name": "Water use",
    "description": "Water use (water withdrawal) indicator presented here reports total freshwater abstractions for use in agriculture, industry, and in the residential sector, from all surface and underground sources. Direct rainfall on crops is not included. Agricultural water withdrawal measures the water withdrawal for the agriculture sector only from ground and surface water resources and soil moisture is not included.",
    "purpose": "The water withdrawals deal with the measure of total annual water withdrawal by the agriculture, industry, and domestic sectors. While, the purpose of Agricultural water withdrawal is to give a measure of the annual water withdrawal for the agriculture sector.",
    "methodology": "Annual quantity of water withdrawn for agricultural, industrial and municipal purposes. It can include water from renewable freshwater resources, as well as water from over-abstraction of renewable groundwater or withdrawal from fossil groundwater, direct use of agricultural drainage water, direct use of (treated) wastewater, and desalinated water. It does not include in-stream uses, which are characterized by a very low net consumption rate, such as recreation, navigation, hydropower, inland capture fisheries, etc.",
    "license":"",
    "source":"FAO is the data source for the water withdrawals, it provides global free data for the users at the national level. There is no need of any sort of permission etc.",
    "reference":"The water withdrawals: FAO (http://www.fao.org/aquastat/statistics/query/index.html;jsessionid=78FFD3BAAF9A95E0880C546521126444) Agricultural water withdrawal: FAO(http://www.fao.org/aquastat/statistics/query/index.html;jsessionid=78FFD3BAAF9A95E0880C546521126444);UNEP (2015), Indicators for a Resource Efficient and Green Asia and the Pacific - Measuring progress of sustainable consumption and production, green economy and resource efficiency policies in the Asia-Pacific. United Nations Environment Programme, Bangkok. Available at: https://wedocs.unep.org/bitstream/handle/20.500.11822/9589/-Indicators_for_a_resource_efficient_and_green_Asia_and_the_Pacific-2015Indicator-for-a-RE.pdf?sequence=3&isAllowed=y; Pfister, S., Koehler, A., & Hellweg, S. (2009). Assessing the Environmental Impacts of Freshwater Consumption in LCA. Environmental Science & Technology, 43(11), 4098–4104.; FAO https://doi.org/10.1021/es802423e; (http://www.fao.org/aquastat/statistics/query/index.html;jsessionid=78FFD3BAAF9A95E0880C546521126444)"    
}

{
    "category":"Natural resources",
    "name": "Land use",
    "description": "In the recent history of mankind, human development has increased at an ever-faster rate. As a result of this, unprecedented changes in land use have been noticed (Roser, 2014; Winkler et al., 2021). More than 50% of Asian land area is under agriculture. Agricultural expansion is the most pervasive anthropogenic land conversion process in Asia. The total area of agricultural land in South and Southeast Asia has increased by 296 and 1275%, respectively from 1700 to 1980 (Meyer, 1996). This expansion is driven by growth in population, GDP, and food requirements. Asia is home to many of the world’s tropical rain forests and subtropical mountain forests. From 1850 to 1978, about 1.2 million km2 of the forest area was cleared in Asia (Zhao et al., 2006). According to an assessment conducted in 2005, the forests of the Asia Pacific cover around 26 percent of the land area in the region (FAO, 2005). Southeast Asia has the highest deforestation rate of any major tropical region. Large-scale deforestation has occurred in Asia, primarily as a result of agricultural expansion and timber harvest.The Asia Pacific region is home to 60% of the world's population and contains the highest concentration of megacities in the world. Of the world’s 35 megacities in 2017, 21 were located in Asia Pacific, (UNDRR, 2020). The conversion of agricultural land to urban land has been most pronounced. Urbanization has also caused increased summer temperatures, nighttime temperatures, and water quality deterioration (Zhao et al., 2006). Overall, changes in land use land cover (LULC) can trigger changes in multidimensional issues (Winkler et al., 2021). In short, agriculture, forestry, and urban land areas are the major landholding sectors in the Asia Pacific region. Forest cover is changing into agricultural land, and agricultural land is converted into an urban area.",
    "purpose": "Total land use is measured by calculating the amount of biologically productive land of each country, which is comprised of agriculture, forest, and built-up area",
    "methodology":"Global land use land cover map is available at European Space Agency website. It can be download in the raster form. It was further process in ArcGIS. Land use land cover maps were classified based on the definition given in the supporting document that is available at given link (http://maps.elie.ucl.ac.be/CCI/viewer/download/ESACCI-LC-QuickUserGuide-LC-Maps_v2-0-7.pdf).",
    "license":"",
    "source":"Land use land cover data was collected from European Space Agency (http://maps.elie.ucl.ac.be/CCI/viewer/download.php) for each country under consideration annually. Land use land cover data was downloaded from European Space Agency (http://maps.elie.ucl.ac.be/CCI/viewer/download.php). It is freely available and no need of any special permission. Only limitation is the data availability until 2015.",
    "reference":"FAO. (2005). Global Forest Resources Assessment 2005. Progress towards sustainable forest management. FAO Forestry Paper 147. Food and Agriculture Organization of the United Nations. Available at: http://www.fao.org/3/i0627e/I0627E05.html; Meyer, W.B. (1996). Human impact on the earth. Cambridge University Press, Cambridge; Roser, M., (2014). Human development index (HDI) [Data set]. Our World In Data. Available at: http://ourworldindata.org/ human-development-index; UNDRR. (2020). Making Cities Resilient. United Nations Office for Disaster Risk Reduction. Available at: https://mcr2030.undrr.org/where-we-work/asia; Winkler, K., Fuchs, R., Rounsevell, M., & Herold, M. (2021). Global land use changes are four times greater than previously estimated. Nature Communications, 12(2501), 1-10. https://doi.org/10.1038/s41467-021-22702-2; Zhao, S., Peng, C., Jiang, H., Tian, D., Lei, X., & Zhou, X. (2006). Land use change in Asia and the ecological consequences. Ecological Research, 21(6), 890–896. https://doi.org/10.1007/s11284-006-0048-2"
   }

   {
    "category":"Natural resources",
    "name": "Agricultural productivity",
    "description": "Agricultural productivity has a prominent role to play in the economic and social agenda of developing countries. There has been a focus on increasing agricultural productivity in many regions such as Africa, Asia, and Europe to achieve agriculture-led growth and fulfil the targets on food and nutrition security. Thus, increased agricultural productivity is a key factor for achieving national goals of food security, rural poverty alleviation, as well as overall economic growth. For many countries within the Asia Pacific region, agriculture contributes significantly to both urban and rural livelihoods, trade income, and food security. Agricultural productivity represents the efficiency of the production process; it has been widely used as output per hectare (i.e., land productivity) and output per person (i.e., labour productivity).",
    "purpose": "The agricultural sector is employed by many countries around the world to improve their economy. Its productivity is related to several of the Sustainable Development Goal indicators (particularly SDG 2)",
    "methodology":"Cereal yield Harvested production per unit of harvested area for crop products. In most of the cases yield data are not recorded but obtained by dividing the production data by the data on area harvested. Data on yields of permanent crops are not as reliable as those for temporary crops either because most of the area information may correspond to planted area, as for grapes, or because of the scarcity and unreliability of the area figures reported by some countries. (Source: FAO, Statistics Division (FAOSTAT) and Owner: FAO); Value of agricultural production, The total value of Annual agricultural production, as estimated by FAO and published by FAOSTAT in International Dollars (I$). It provides a cross country comparable measure of the relative economic size of the food production sector in the country. The indicator is calculated on 3 year averages. The value of agricultural production has been derived by multiplying net production (i.e., gross production after deductions of quantities used as seed and feed) with international commodity average prices. These 'international prices', expressed in so-called 'international dollars', are derived using a Geary-Khamis formula for the agricultural sector. This method assigns a single 'price' to each commodity. For example, one metric ton of wheat has the same price regardless of the country where it was produced. (Source: FAO , Statistics Division, Owner: FAO)",
    "license":"",
    "source":"Crop statistics are recorded for 173 products, covering the following categories: Crops Primary, Fibre Crops Primary, Cereals, Coarse Grain, Citrus Fruit, Fruit, Jute-like Fibres, Oilcakes Equivalent, Oil crops Primary, Pulses, Roots and Tubers, Treenuts and Vegetables and Melons. Data are expressed in terms of area harvested, production quantity and yield. The objective is to comprehensively cover production of all primary crops for all countries and regions in the world. The source of data available at given link i.e. FAO (http://www.fao.org/), FAOSTAT Agriculture database (http://faostat3.fao.org/home/E), World Development Indicators (WDI) (http://data.worldbank.org/data-catalog/world-development-indicators).",
    "reference":"https://www.fao.org/faostat/en/#data/QV/metadata"
   }

   {
    "category":"Natural resources",
    "name": "Greenhouse gas emissions",
    "description": "As the main cause of climate change has been identified as the emission of GHGs connected to human activities, it is imperative to draw up a scheme to measure and keep these emissions in check (within sustainable limits). These ideas were reinforced by the Paris agreement which involves both industrialized and developing countries with market economies and aims to reduce GHG emissions on a global scale (UNFCCC, 2016). The total GHG emissions indicator, expressed in million metric tonnes of CO2 equivalent, is composed of all GHG emissions excluding short-cycle biomass burning (such as agricultural waste burning and Savannah burning) but including other biomass burning (such as forest fires, post-burn decay, peat fires and decay of drained peatlands), all anthropogenic CH4 emissions, N2O emissions, F-gases (HFCs, PFCs, and SF6), and CO2 emissions of drained peatlands).",
    "purpose": "The purpose of this indicator is to give a summation measure of all GHG emissions.",
    "methodology":"The Emissions Database for Global Atmospheric Research (EDGAR) provides global past and present-day anthropogenic emissions of greenhouse gases and air pollutants by country and on spatial grid. The general principles of EDGAR such as emissions calculation per source categories with a generic approach consistently applied for all world countries and with geographic distribution to the place of emission. This includes consistent set of activity data for calculating various substances, greenhouse gases and air pollutants, important for UNFCCC and the co-benefits of air quality and climate policies.GHG from Agriculture: All GHG agricultural sectors, total emissions in CO2eq (gigagrams) Agriculture Total contains all the emissions produced in the different agricultural emissions sub-domains, providing a picture of the contribution to the total amount of GHG emissions from agriculture. GHG Emissions from agriculture consist of non-CO2 gases, namely methane (CH4) and nitrous oxide (N2O), produced by crop and livestock production and management activities. [Source: FAO, Statistics Division (FAOSTAT) and Owner: FAO]",
    "license":"",
    "source":"EDGARv6.0 provides emissions of the three main greenhouse gases (CO2, CH4, N2O). Input to EDGAR are international annual statistics, that are collected from 1970 onwards till year t-1 for CO2 and with 2 or even 4 years delay for other greenhouse gases respectively air pollutants and particulate matter. The source of data available at given link: European Commission, Joint Research Centre (EC-JRC)/Netherlands Environmental Assessment Agency (PBL). Emissions Database for Global Atmospheric Research (EDGAR), release EDGAR v5.0 (1970 - 2015) of November 2019 (http://edgar.jrc.ec.europa.eu/). FAO (http://www.fao.org/), 2. FAOSTAT Agriculture database(http://faostat3.fao.org/home/E), European Commission, Joint Research Centre (EC-JRC)/Netherlands Environmental Assessment Agency (PBL). Emissions Database for Global Atmospheric Research (EDGAR), release EDGAR v5.0 (1970 - 2015) of November 2019 (http://edgar.jrc.ec.europa.eu/); UNIDO (https://www.unido.org); INDSTAT (https://stat.unido.org/)",
    "reference":"Crippa, Monica; Guizzardi, Diego; Muntean, Marilena; Schaaf, Edwin; Lo Vullo, Eleonora; Solazzo, Efisio; Monforti-Ferrario, Fabio; Olivier, Jos; Vignati, Elisabetta (2021): EDGAR v6.0 Greenhouse Gas Emissions. European Commission, Joint Research Centre (JRC) [Dataset] PID: http://data.europa.eu/89h/97a67d67-c62e-4826-b873-9d972c4f670b; UNFCCC. (2016). The Paris Agreement. United Nations Framework Convention on Climate Change. United Nations Climate Change. Available at: https://unfccc.int/process-and-meetings/the-paris-agreement/the-paris-agreement;  https://edgar.jrc.ec.europa.eu/methodology"
   }

   {
    "category":"Natural resources",
    "name": "Waste management",
    "description": "It is imperative to state the kinds of waste materials generated in societies. These wastes are of several types which include municipal (household, commercial, and demolition waste), biomedical, and electronic (e-waste) waste. The enormous waste being generated nowadays can be attributed to the continual increase in population and urbanization; this increment has been at an unprecedented rate. Also, technological innovations in the electronic industry are usually very fast, resulting in rapid redundancy and a decreasing lifetime of products. In Asia, an estimated 1.2 billion tonnes of municipal solid waste was generated in 2016; this figure is anticipated to increase to 1.5 billion tonnes by 2030, and 1.9 billion tonnes by 2050 (World Bank, 2018). All these culminate in causing waste management problems. To solve these problems, effective waste management schemes need to be implemented. Waste management schemes should include the collection and proper disposal of this waste. Efficient and effective solid waste management schemes are critical for achieving sustainable development as well as sustainable consumption and production in various countries.",
    "purpose": "To quantify municipal waste that is collected, generated, and recycled within the country annually. While, Municipal Solid Waste collection coverage by cities gives the percentage of waste coverages in cities within the region. As well as, To quantify hazardous waste incinerated and generated within the country annually.",
    "methodology":"The data for all the waste management sub-sections in this report are collected by the means of questionnaires and are compiled by different institutions in a country. The national statistical offices or ministries of environment are asked to bring together the data from these different sources. The biennial data collection is a joint activity of the United Nations Statistics Division (UNSD) and the United Nations Environment Programme contributes to the development of the UNSD International Environment Statistics Database. The data is analyzed and consolidated by UNSD for use in international work and made available to users at UNSD's website.",
    "license":"",
    "source": "In many countries there are no comprehensive data or estimates of the total amounts of waste generated by the different human/economic activities. Instead, they focus on certain types of waste or waste materials that are of high priority for waste management. In some countries, waste statistics are only available at the sub-national (regional, provincial, state) or city level. If there are no data at the national level, a report of the sub-national or city level data is given and a footnote indicating the coverage of the data is provided. The source of data available at given link: Municipal waste collected: UNEP / UNSD (https://unstats.un.org/unsd/envstats/questionnaire), UNSTATS / Environment Live (https://environmentlive.unep.org/); - Municipal waste generated, UNEP / UNSD (https://unstats.un.org/unsd/envstats/questionnaire), UNSTATS / Environment Live (https://environmentlive.unep.org/); - Municipal waste recycled UNEP/UNSD(https://unstats.un.org/unsd/envstats/questionnaire), UNSTATS / Environment Live (https://environmentlive.unep.org/), Municipal Solid Waste collection coverage by cities UN-HABITAT(https://unhabitat.org/); -Hazardous waste incinerated; UNEP/UNSD(https://unstats.un.org/unsd/envstats/questionnaire), UNSTATS / Environment Live (https://environmentlive.unep.org/), Hazardous waste generated UNEP / UNEP/UNSD(https://unstats.un.org/unsd/envstats/questionnaire), UNSTATS / Environment Live (https://environmentlive.unep.org/)",
    "reference":"World Bank. (2018). What a Waste 2.0: A Global Snapshot of Solid Waste Management to 2050. Washington, DC: World Bank. Available at: https://openknowledge.worldbank.org/handle/10986/30317, https://unstats.un.org/unsd/envstats/Questionnaires/2020/q2020_Waste_English.pdf,    https://unstats.un.org/unsd/envstats/questionnaire, https://unstats.un.org/unsd/methodology/dataquality/"
   }

   {
    "category":"Resource efficiency",
    "name": "Material Intensity of the economy",
    "description": "Material intensity refers to the amount of material (in physical mass terms) used to produce one unit of GDP (in monetary terms). In other words, material intensity is simply the inverse of material productivity. These two terms are often misunderstood as simply consuming less which results in the loss of economic and social gains that can be obtained from resource use. The Asia Pacific developing countries are continuing to industrialize which causes the demand of primary materials to further escalate in these countries. The efficient use of materials can aid these to attain a more competitive and environmentally sustainable development route. In this report, the material intensity indicator is defined as the domestic material consumption per unit of gross domestic product (DMC per GDP).",
    "purpose": "",
    "methodology":"The material intensity indicator is defined as the domestic material consumption per unit of gross domestic product (DMC per GDP). The data for DMC (tonnes) and GDP ($) was collected for 18 Asia Pacific developing countries and 6 developed countries for the time series 2010 to 2017. Material intensity (MI) was calculated by dividing yearly DMC on gross domestic product (GDP) of the corresponding year for all the concerned countries. The mathematical approach to calculate material intensity is presented in Equation 1. 'MI=(DMC (kg))/(GDP ($))'-(Eq 1); Where, DMC is annual domestic material consumption, GDP is gross domestic product and i is the corresponding year for which material intensity is being calculated. The data for DMC was obtained from the UNEP databank, while the data for GDP was obtained from the World Bank databank. The obtained data is presented in the form of bar charts to assess and compare situation of the MI in all concerned countries from various angles.",
    "license":"",
    "source":"The data for DMC was obtained from the UNEP databank, while the data for GDP was obtained from the World Bank databank. The available data is ready to use and very easy to access. Moreover, the data is publicly available, and there is no limitation regarding data usage. The source of data available at given link: “World Environment Situation Room.” (https://wesr.unep.org/downloader (October 7, 2021)). “World Development Indicators” (https://databank.worldbank.org/source/world-development-indicators (October 7, 2021))",
    "reference":"UNEP databank (https://uneplive.unep.org/downloader), The World Bank databank (https://databank.worldbank.org/home.aspx)"
   }

   {
    "category":"Resource efficiency",
    "name": "Energy intensity of the economy",
    "description": "The overall energy intensity of an economy refers to the amount of energy in tonnes of oil equivalent (toe) that is used for producing goods and services measured in terms of GDP (in thousand 2015 USD) which is related to the efficiency of energy use. The energy economy of the region is continuously improving. Using energy more efficiently reduces costs and is an important factor in achieving a low carbon development path. In the Asia Pacific region, it is expected that the energy use will continue to grow over the next couple of decades due to the use of energy-efficient technologies in the building, transport, heavy industry and manufacturing sectors.",
    "purpose": "This indicator often used to analyze the energy efficiency of a specific nation. In general, the ratio of energy use to GDP is used to assess how well the economy is utilizing its energy in terms of monetary output",
    "methodology":"The data was directly retrieved form the International Energy Agency website",
    "license":"",
    "source":"The data is freely available as there is no need to get the permission for data use. The source of data available at given link: The International Energy Agency: https://www.iea.org/data-and-statistics",
    "reference":"The International Energy Agency: https://www.iea.org/data-and-statistics"
   }

   {
    "category":"Resource efficiency",
    "name": "Water intensity of the economy",
    "description": "It is the measure of the use of water (liter) to earn a dollar. All the nations under study have improved their water use efficiency.",
    "purpose": "The purpose of water intensity is to measure It is the measure of the use of water (liter) to earn a dollar in term of liter per dollar.",
    "methodology":"Water intensity of the economy is calculated by ratio of the total water use to the GDP of the country. ",
    "license":"",
    "source":"Data of water use and GDP was collected from FAO and World bank respectively. it is freely available at the country level. There is no need of ant sort of permission. The source of data available at given link: FAO (http://www.fao.org/aquastat/statistics/query/index.html;jsessionid=78FFD3BAAF9A95E0880C546521126444)",
    "reference":"FAO (http://www.fao.org/aquastat/statistics/query/index.html;jsessionid=78FFD3BAAF9A95E0880C546521126444); The World Bank databank (https://databank.worldbank.org/home.aspx)"
   }

   {
    "category":"Resource efficiency",
    "name": "GHG intensity of the economy",
    "description": "GHG emission intensity can be defined as the amount of GHG emissions per gross domestic product. This indicator represents the GHG intensity of the production processes (energy-related emissions) i.e., the GHG emission intensity associated with the production of input materials and logistics of a product. This can be done for the economy as a whole or for specific industries.",
    "purpose": "",
    "methodology":"Total CO2 emissions for an economy are estimated based on energy consumption data for all sectors. CO2 emissions from manufacturing are based on energy data collected across sectors. Energy data are collected at a country level, based on internationally agreed standards (UN International Recommendations on Energy Statistics (IRES)). The estimates of CO2 emissions from fuel combustion are calculated by the IEA based on the IEA energy data and the default methods and emission factors from the 2006 IPCC Guidelines for National GHG Inventories.",
    "license":"",
    "source":"The IEA collects energy data at the national level according to harmonised international definitions and questionnaires, as described in the UN International Recommendations for Energy Statistics. The data sources are given below; UNIDO (https://www.unido.org), INDSTAT(https://stat.unido.org/),    https://unstats.un.org/sdgs/metadata/files/Metadata-09-04-01.pdf, https://www.iea.org/reports/co2-emissions-from-fuel-combustion-2019",
    "reference":""
   }
  
   {
    "category":"Resource use in major sectors",
    "name": "Emissions of the energy sector",
    "description": "Direct GHG emissions that are produced in the generation and transmission of energy are a relevant indicator of both the carbon efficiency with which energy services are provided, and the scale of the energy needs of a society. This section looks at the environmental impacts from the perspective of climate change. While many countries in the Asia Pacific region have reduced their energy intensity in terms of megajoules per unit of GDP, a great deal of this energy transition has come about through new coal-fired power. This investment may even replace more emissions-intensive technology, but the total emissions produced from the energy sector are due to a combination of the carbon intensity of energy production, the consumption of energy per capita and the population growth.",
    "purpose": "This indicator looks at the environmental impacts by the energy sector from the climate change perspective.",
    "methodology":"The data was directly retrieved form the International Energy Agency website",
    "license":"",
    "source":"The data is freely available as there is no need to get the permission of data use. The source of data available at given link: The International Energy Agency: https://www.iea.org/data-and-statistics",
    "reference":"The International Energy Agency: https://www.iea.org/data-and-statistics"
   }

   {
    "category":"Consumption-based indicators for natural resource use",
    "name": "Material Footprint",
    "description": "When economies develop, they import final goods to replace a large portion of the domestic production of final goods, and the extractive activities on which they rely. The upstream primary material requirements for those commodities, as well as the associated environmental impact, remain in the country of production. This is how developed economies outsource their material-intensive activities to developing countries. This process has enabled wealthier economies to minimize their dependence on resource extraction. Material footprint of consumption is an attribute of global material extraction to final demand including the final consumption of households, governments, and capital investment. The indicator provides information about the actual primary material demand of any economy without including the extraterritorial trade intervention. Also, the indicator reports the actual quantity of primary materials consumption and the capital investment a country relies upon independently from where the material extraction has occurred in the global economy.",
    "purpose": "",
    "methodology":"Material footprint of consumption is an attribute of global material extraction to final demand including the final consumption of households, governments, and capital investment. The data for material footprint was derived for 18 Asia Pacific developing countries and 6 developed countries for the time series 2010 to 2017. The data for material footprint was obtained from the UNEP databank. The obtained data is presented in the form of bar charts to assess and compare situation of the material footprint in all concerned countries from various angles.",
    "license":"",
    "source":"The data for DMC was obtained from the UNEP databank. The available data is ready to use and very easy to access. Moreover, the data is publicly available, and there is no limitation regarding data usage. The source of data available at given link: “World Environment Situation Room.” (https://wesr.unep.org/downloader (October 7, 2021))",
    "reference":"UNEP databank (https://uneplive.unep.org/downloader), The World Bank databank (https://databank.worldbank.org/home.aspx)"
   }

   
   {
    "category":"Consumption-based indicators for natural resource use",
    "name": "Water Footprint",
    "description": "The water footprint of a country is equal to the total volume of water used, directly or indirectly, to produce the goods and services consumed by the inhabitants of the country (Chapagain and Hoekstra, 2004). Pre-calculated data for all the countries under consideration from 1990 to 2015 is available at Eora global, multi-regional input-output framework developed by the University of Sydney (Lenzen et al., 2013; Eora global, 2015). In this report, pre-calculated data of total water footprint was used for illustrating country profiles.",
    "purpose": "",
    "methodology":"Water footprint was calculated by the pre-calculated data of total water footprint by adding the green water and blue water footprint only.",
    "license":"",
    "source":"Water footprint data was collected from Eora global 2021 (https://www.worldmrio.com/countrywise/). It is freely available. But there is a need to sign in by official email account and need to explain the purpose of use.",
    "reference":"Chapagain, A.K. and Hoekstra, A.Y. (2004). Water footprints of nations Volume 1: Main Report. IHE Delft Institute for Water Education. Available at: https://www.waterfootprint.org/media/downloads/Report16Vol1.pdf, Eora global. (2015). Eora National IO Tables. Available at: https://worldmrio.com/countrywise/ ; Lenzen, M., Moran, D., Kanemoto, K. & Geschke, A. (2013). Building Eora: a global multi-region input-output database at high country and sector resolution. Economic Systems Research, 25(1), 20–49. https://doi.org/10.1080/09535314.2013.769938."
   }

   {
    "category":"Trade dependency",
    "name": "Physical Trade Balance",
    "description": "To determine whether a country is an importer or exporter, physical trade balance (PTB) is a selected indicator representing the trade status. The PTB measures material flows by subtracting the exports from the imports (in metric tonnes). The PTB provides information on whether a country depends on resources from abroad (positive PTB; a net importer) or supplies physical goods to the world market (negative PTB; a net exporter).",
    "purpose": "To provide information on whether a country depends on resources from abroad (positive PTB; a net importer) or supplies physical goods to the world market (negative PTB; a net exporter)",
    "methodology":"PTB (tonne); The PTB is calculated by subtracting the exports from the imports (in metric tonnes). PTB (tonne per capita); The PTB in tonne per capita is calculated as imports minus exports of country and then divided by its total population.",
    "license":"",
    "source":"To access PTB dataset from the Global Material Flows Database, there is needed to fill contact details in the form on its website. After that the website will allow to select dataset to download. For population, it can get the data from World Bank website that is free to access.",
    "reference":"CSIRO (2017). Global Material Flows Database. United Nations Environment Programme International Resource Panel Global Material Flows Database. Available at: https://materialflows.csiro.au/forms/form-material-flows-world.aspx.World Bank. (2021). Population, total [Data set]. World Development Indicators. https://data.worldbank.org/indicator/SP.POP.TOTL"
   }

   {
    "category":"Trade dependency",
    "name": "Unit price of trade",
    "description": "The unit price of the trade is related to countries’ monetary income (expenditure) for each unit mass of exports (imports) showing the cost in kilogram. The economy will become stronger if the monetary income per unit of that country is greater than its monetary expenditure. The monetary base used is dollar at constant year 2010 exchange rate value, sourced from World Bank (2021). The same import and export volumes from previous section (PTB) were used to calculate unit price of trade.",
    "purpose": "To report the relationship between how much money a country pays for its imports and how much it receives from its exports",
    "methodology":"In order to report in constant 2010 prices, the annual income/ expenditure need to multiply by consumer price index. Unit prices of exports (UPE), The unit prices of exports is calculated as the country’s monetary income from exports divided by its total exports. Unit prices of imports (UPI), The unit prices of imports is calculated as the country’s expenditure from imports divided by its total import.",
    "license":"",
    "source":"The data of total imports and exports is obtained from the Global Material Flows Database, which is the same data source of PTB. The data of countries’ monetary income and expenditure can assess from Unctadstat website which is free to use. For consumer price index, it can get the data from World Bank website that is also free to access.",
    "reference":"CSIRO (2017). Global Material Flows Database. United Nations Environment Programme International Resource Panel Global Material Flows Database. Available at: https://materialflows.csiro.au/forms/form-material-flows-world.aspx. UNCTADstat. (2021). Total trade and share, annual [Data set]. United Nations Conference on Trade and Development. Available at: https://unctadstat.unctad.org/EN/BulkDownload.html ;World Bank. (2021). Consumer price index [Data set]. World Development Indicators. https://data.worldbank.org/indicator/FP.CPI.TOTL"
   }

   {
    "category":"Resources and human development",
    "name": "Human Development Index (HDI)",
    "description": "The major goal of human development is to lead society towards greater mutual well-being via productive economic activities. Every additional natural resource use and their corresponding environmental emission support positive human resource development. Therefore, in this section of the report we examined the relationship between the Human Development Index (HDI) – a measure of human development - and the growth in natural resource use and emissions. HDI consists of three different domains, viz., literacy rate, life expectancy, and standard of living, while natural resource use here refers to the material use and emissions refers to the energy use which is the dominant sector regarding emissions.",
    "purpose": "The Human Development Index (HDI) is a measure of human development. HDI consists of three different domains, viz., literacy rate, life expectancy, and standard of living. It can be calculated by taking weighted average of literacy rate, life expectancy ratio, and GNI per capita",
    "methodology":"The Human Development Index (HDI) is a measure of human development. HDI consists of three different domains, viz., literacy rate, life expectancy, and standard of living. It can be calculated by taking weighted average of literacy rate, life expectancy ratio, and GNI per capita. The data for material footprint was derived for 18 Asia Pacific developing countries for the time series 2010 to 2017. The data for HDI was obtained from the UNEP databank. The obtained data was used examined the relationship between the Human Development Index (HDI) – a measure of human development - and the growth in natural resource use.",
    "license":"",
    "source":"The data for HDI was obtained from the UNEP databank. The available data is ready to use and very easy to access. Moreover, the data is publicly available, and there is no limitation regarding data usage. The source of data available at given link: “World Environment Situation Room.”  (https://wesr.unep.org/downloader (October 7, 2021)) ; “World Development Indicators | DataBank.”  (https://databank.worldbank.org/source/world-development-indicators (October 7, 2021))",
    "reference":"UNEP databank (https://uneplive.unep.org/downloader)"
   }

   {
    "category":"Resources and human development",
    "name": "Economic Growth (GDP)",
    "description": "Gross domestic product (GDP) is the most commonly used indictor for measuring economic growth. GDP is the total market value of finished goods and services produced in a country in a specific year. In other words, it is a broader estimate of overall domestic production of any region. In this section, GDP is used as a complementary indicator to show how overall production activities provide a different perspective on domestic material consumption and material footprint in concerned Asia Pacific developing countries.",
    "purpose": "Gross domestic product (GDP) is the most commonly used indicator for measuring economic growth. GDP is the total market value of finished goods and services produced in a country in a specific year. In other words, it is a broad estimate of overall domestic production of any region.",
    "methodology":"Gross domestic product (GDP) is the most commonly used indicator for measuring economic growth. GDP is the total market value of finished goods and services produced in a country in a specific year. In other words, it is a broad estimate of overall domestic production of any region. The data for GDP was derived for 18 Asia Pacific developing countries for the time series 2010 to 2017. The GDP data was obtained from the World Bank databank. The obtained GDP data is to show how overall production activities provide a different perspective on domestic material consumption and material footprint in concerned Asia Pacific developing countries.",
    "license":"",
    "source":"The data for GDP was obtained from the World Bank databank. The available data is ready to use and very easy to access. Moreover, the data is publicly available, and there is no limitation regarding data usage.",
    "reference":"The World Bank databank (https://databank.worldbank.org/home.aspx)"
   }

   {
    "category":"Resources and human development",
    "name": "Investment and consumption",
    "description": "Investment is the allocation of current financial resources in order to achieve higher gains in the long run. In the economic perspective, it can also be defined as the value of fixed capital assets (and stocks) produced over a specific period of time and it also refers to the creation of capital goods. Investment proves to be an injection into the circular flow of income. On the other hand, consumption specifies total expenditure on goods and services that are used to satisfy needs during a specific time period. In economics, it is the use of goods and services by households and also refers to the flow of households’ spending or goods and services which yield utility in the current period.",
    "purpose": "Direct investment is a category of cross-border investment associated with a resident in one economy.",
    "methodology":"The data was directly retrieved form the World Bank (https://data.worldbank.org/)",
    "license":"",
    "source":"The data is freely available as there is no need to get the permission of data use.",
    "reference":"World Bank (https://data.worldbank.org/)"
   }

   {
    "category":"Resources and human development",
    "name": "Debt, inflation",
    "description": "Two indicators have been used to analyze the economic performance of selected nations in Asia Pacific region: the general government debt (expressed in terms of percentage of the GDP) and inflation rate (expressed in terms of annual percentage change in average consumer prices). The general government gross debt indicates the overall accrued external financial obligations which are accumulated to finance expenditures above the generated revenues. On the other hand, in economics, inflation is the rise of the price level in an economy over a specific time period. The rise in general prices causes the currency unit to be able to buy lesser goods and services thus reflecting the reduction in the purchasing power. Ultimately, it creates a loss of real value in the medium of exchange and unit of account within the economy.",
    "purpose": "To analyze the economic performance of nations in the Asia Pacific region.",
    "methodology":"The data was directly retrieved form the International Monetary Fund (IMF) website,",
    "license":"",
    "source":"The data is freely available as there is no need to get the permission of data use.",
    "reference":"(https://www.imf.org/external/datamapper/GGXWDG_NGDP@WEO/OEMDC/ADVEC/WEOWORLD); International Monetary Fund (IMF)    (https://www.imf.org/external/datamapper/PCPIPCH@WEO/WEOWORLD/VEN/IRN)"
   }

   {
    "category":"Resources and human development",
    "name": "Access to energy, water, sanitation",
    "description": "To improve the standard of living which is related to human development, provision of access to electricity, water, and sanitation are taken into consideration. These three indicators are correlated with not only the standard of living (Rao and Pachauri, 2017) but also economic development (Sušnik and Van der Zaag, 2017; Burke et al., 2018). This indicator is measured as the percentage of people with access to electricity. Data on access to electricity from 2000 to 2019 of 18 countries in the Asia Pacific region was obtained from World Bank (World Bank, 2019). Missing data were filled by linear interpolation technique. Access to electricity is also correlated with economic growth. While, access to water means access to drinking water services. It is measured as the percentage of people with access to drink water services. Data of people using safely managed drinking water services from 2000 to 2020 of 14 countries in the Asia Pacific region was obtained from the Global SDG Indicators Database (United Nations, 2021).",
    "purpose": "Electricity access is measured as the percentage of people with access to electricity. While, access to water is measured as the percentage of people with access to drinking water services.",
    "methodology":"Access to electricity and Access to drink water services was estimated as the percentage of the country’s population have access.",
    "license":"",
    "source":"Access to electricity was obtained from World Bank (https://data.worldbank.org/). It is freely available. There is no need of any permission.   Access to drink water services was obtained from Global SDG Indicators Database (https://unstats.un.org/sdgs/indicators/database/?indicator=15.4.2). It is freely available. There is no need of any permission.",
    "reference":"Burke, P.J., Stern, D.I., & Bruns, S.B. (2018). The Impact of Electricity on Economic Development: A Macroeconomic Perspective. International Review of Environmental and Resource Economics, 12(1), 85-127. https://doi.org/10.1561/101.00000101. Rao, N. and Pachauri, S. (2017). Energy access and living standards: Some observations on recent trends. Environmental Research Letters, 12 (2), 025011. https://doi.org/10.1088/1748-9326/aa5b0d; Sušnik, J., and Van der Zaag, P. (2017). Correlation and causation between the UN Human Development Index and national and personal wealth and resource exploitation. Economic Research-Ekonomska Istraživanja, 30 (1), 1705-1723. https://doi.org/10.1080/1331677X.2017.1383175; World Bank. (2019). Access to electricity (% of population) [Data set]. World Development Indicators. Available at: https://data.worldbank.org/indicator/EG.ELC.ACCS.ZS; United Nations (2021).  SDG Global Database. United Nations Environment Programme. Available at: https://unstats.un.org/sdgs/indicators/database/?indicator=15.4.2"
   }

   {
    "category":"Inclusive green recovery",
    "name": "COVID spending",
    "description": "In 2020, the global economy shrank by approximately 3.5% due to the pandemic (IMF, 2021). The lockdown measures have crippled the economic activities; consequently, depreciating or at least burdening the countries through unemployment, wage cuts, and disease burden. The data for COVID spending was retrieved from the International Monetary Fund (IMF) database, which summarizes the key fiscal measures taken by governments in response to the COVID-19 pandemic (FAD, 2021). The database categorizes different types of fiscal support (i.e., equity, loans, and guarantees, and additional spending/forgone revenues) while focusing the discretionary measures that supplement existing automatic stabilizers. The equity, loans, and guarantees are different forms of assistance provided to beneficiaries for investment in research and innovation. The guarantees are provided to beneficiaries so that they can borrow loans from financial institutions at better conditions. On the other hand, additional spending or forgone revenue consists of temporary tax cuts, and liquidity support, including loans, guarantees, and capital injections by the public sector.",
    "purpose": "To analyze the fiscal measure taken by the selected economies in the Asia Pacific region.",
    "methodology":"The data was directly retrieved form the International Monetary Fund (IMF) website,",
    "license":"",
    "source":"The data is freely available as there is no need to get the permission of data use. The source of data available at given link: International Monetary Fund (IMF) database (https://www.imf.org/en/Topics/imf-and-covid19/Fiscal-Policies-Database-in-Response-to-COVID-19); International Monetary Fund (IMF): https://www.imf.org/en/Data",
    "reference":"FAD. (2021). Fiscal Monitor Database of Country Fiscal Measures in Response to the COVID-19 Pandemic. International Monetary Fund. Available at: https://www.imf.org/en/Topics/imf-and-covid19/Fiscal-Policies-Database-in-Response-to-COVID-19; IMF. (2021). World Economic Outlook Update, January 2021: Policy Support and Vaccines Expected to Lift Activity. International Monetary Fund. Available at: https://www.imf.org/en/Publications/WEO/Issues/2021/01/26/2021-world-economic-outlook-update"
   }

   {
    "category":"Inclusive green recovery",
    "name": "Natural capital",
    "description": "Natural capital plays a crucial role in sustaining the global economies. It is now more important than ever to take decisive action against deforestation or natural disasters to protect and rebuild it. In general, low skills are required for jobs from natural capital investments and can enhance employment opportunities targeted to demographics that are particularly struggling during the pandemic (Edwards et al., 2013). The indicator includes the valuation of fossil fuel energy (oil, gas, hard and soft coal) and minerals (bauxite, copper, gold, iron ore, lead, nickel, phosphate, silver, tin, and zinc), agricultural land (cropland and pastureland), forests (timber and some nontimber forest products), and protected areas.",
    "purpose": "Gross Domestic Product (GDP) looks at only one part of economic performance—income—but says nothing about wealth and assets that underlie this income. For example, when a country exploits its minerals, it is depleting wealth. However, natural capital is the valuation of natural resources of any economy.",
    "methodology":"The data was directly retrieved form the World Bank (https://data.worldbank.org/)",
    "license":"",
    "source":"The data is freely available as there is no need to get the permission of data use. The source of data available at given link: Wealth Accounts - World Bank Databank (https://databank.worldbank.org/source/wealth-accounts/Type/TABLE/preview/on#)",
    "reference":"Wealth Accounts - World Bank Databank (https://databank.worldbank.org/source/wealth-accounts/Type/TABLE/preview/on#) Edwards, P.E.T., Sutton-Grier, A.E., & Coyle, G.E. (2013). Investing in nature: Restoring coastal habitat blue infrastructure and green job creation. Marine Policy, 38, 65–71. https://doi.org/10.1016/j.marpol.2012.05.020"
   }

   {
    "category":"Inclusive green recovery",
    "name": "Green spending",
    "description": "Economic thinking requires a new approach in responding to the global COVID-19 recession. Rather than just a higher GDP for next year, stimulus spending should be targeted more. Future prosperity should be prioritized by the spending consequently catalyzing the new industries in the long run.  Green spending could help the region to address the recession due to pandemic, reduce carbon emissions, and transition to a strong and resilient long-term growth pathway. Investment in green initiatives could bring up to ~60% more jobs in the short term and as much as ~140% greater economic value in the long term, compared to traditional alternatives (O’Callaghan et al., 2021). The spending's data for the Asia pacific region is retrieved from the Global Recovery Observatory which tracks and assesses every individual COVID-19 related fiscal spending policy announced by the leading economies worldwide for potential impacts on the environment and the socio-economy. Data is focusing on ‘recovery’ spending as opposed to ‘rescue’ spending. Each policy and it’s relative ‘greenness’ based on potential impact on long- and short-term GHG emissions, air pollution, natural capital, quality of life, inequality and rural livelihood can further be explored on the official website. However, the three general categories (i.e., green, recovery, and total spending) are included in this analysis (O’Callaghan et al., 2020).",
    "purpose": "The spending's data for the Asia pacific region is retrieved from the Global Recovery Observatory which tracks and assesses every individual COVID-19 related fiscal spending policy announced by the leading economies worldwide for potential impacts on the environment and the socio-economy.",
    "methodology":"The data was directly retrieved form the Oxford University Economic Recovery Project (OUERP)",
    "license":"",
    "source":"The data is freely available as there is no need to get the permission of data use. The source of data available at given link: Oxford University Economic Recovery Project (OUERP) (https://recovery.smithschool.ox.ac.uk/tracking/)",
    "reference":"O’Callaghan, B., Yau, N., Murdock, E., Tritsch, D., Janz, A., Blackwood, A., Purroy Sanchez, L., Sadler, A., Wen, E., Kope, H., Flodell, H.,  Tillman-Morris, L., Ostrovsky, N., Kitsberg, A., Lee, T., Hristov, D., Didarali, Z., Chowdhry, K., Karlubik, M., Shewry, A., Bialek, F., Wang, M., Rosenbaum, N., Gupta, S., Hazell, T., Angell, Z., & Hepburn, C. (2020). Global Recovery Observatory. Oxford University Economic Recovery Project. Available at: https://recovery.smithschool.ox.ac.uk/tracking/ ; O’Callaghan, B., Bird, J., & Murdock, E. (2021). A Prosperous Green Recovery for South Africa. Oxford University Economic Recovery Project, SSEE and Vivid Economics in partnership with the United Nations Economic Commission for Africa."
   }

   {
    "category":"Inclusive green recovery",
    "name": "Green energy investments",
    "description": "Green energy is defined as energy that comes from natural or renewable resources; therefore, it has less environmental impacts leading to a cleaner and more sustainable energy. Green energy investments have high potential to attract the private investors and play a crucial role in economy-wide decarbonization. Strong benefits can also be obtained from the new renewable generation, transmission investments, distribution (including smart grids), and energy storage solutions. Employment opportunities for these investments can be strong compared to traditional energy initiatives, particularly in the short-term (Dvořák et al., 2017).",
    "purpose": "To analyse the green initiatives taken by the selected economies in the Asia Pacific region.",
    "methodology":"The data for this indicator was retrieved form a publication by Asian Development Bank (ADB)",
    "license":"",
    "source":"May be a permission is required to use this data. However, the publication was freely available. The source of data available at given link:    Asian Development Bank (ADB) (https://www.adb.org/publications/financing-clean-energy-developing-asia)",
    "reference":"Dvořák, P., Martinát, S., der Horst, D. V., Frantál, B., & Turečková, K. (2017). Renewable energy investment and job creation; a cross-sectoral assessment for the Czech Republic with reference to EU benchmarks. Renewable and Sustainable Energy Reviews, 69, 360–368. https://doi.org/10.1016/j.rser.2016.11.158"
   }

   {
    "category":"Inclusive green recovery",
    "name": "Green Transport",
    "description": "Transport is an important sector which has the great potential to cop climate change. New technologies — including vehicle electrification and biofuel production to reduce dependence on petroleum — give rise to many new prospects for increasing the dissemination of renewable energy. Furthermore, the road transport electrification is also gaining attraction in the region. Although electromobility is not directly tied to the uptake of renewables, as its impact on emissions depends on how “green” the energy mix of a country is, it can represent a step away from fossil fuel consumption",
    "purpose": "Two indicators were selected to analyze the status que of the transport sector in green perspective: electricity demand from the global EV-fleet and biofuel production in 2019 compared to consumption in 2030 under the sustainable development scenario.",
    "methodology":"The data was directly retrieved form the International Energy Agency (IEA) databank",
    "license":"",
    "source":"The data is freely available as there is no need to get the permission of data use. The source of data available at given link:     International Energy Agency (IEA) databank     (https://www.iea.org/data-and-statistics/charts/electricity-demand-from-the-global-ev-fleet-by-country-region-2030) ;    (https://www.iea.org/data-and-statistics/charts/biofuel-production-in-2019-compared-to-consumption-in-2030-under-the-sustainable-development-scenario)",
    "reference":"International Energy Agency (IEA) databank    (https://www.iea.org/data-and-statistics/charts/electricity-demand-from-the-global-ev-fleet-by-country-region-2030) ;     (https://www.iea.org/data-and-statistics/charts/biofuel-production-in-2019-compared-to-consumption-in-2030-under-the-sustainable-development-scenario)"
   }

   {
    "category":"Inclusive green recovery",
    "name": "Green research and development",
    "description": "Green research and development or green R&D mainly put a focus on R&D investment and activities for eco-innovation and eco-friendly products. This could lead to improve productivity and efficiency on materials and resources use as well as less pollutants being emitted (Ki-Hoon and Byung, 2015). As research and development investment programs differ in characteristics from the other key policy areas, support of these initiatives is crucial for the long-term health of economies and for our ability to address climate change. The ‘Dollar value of financial and technical assistance committed to developing economies’ is the selected indicator to assess the green research and development in the Asia Pacific region. The dataset is retrieved from the Asia Development Bank-Key Indicators Database. This indicator is in accordance with the SDG Target 17.9: Enhance international support for implementing effective and targeted capacity-building in developing economies to support national plans to implement all the Sustainable Development Goals, including through North-South, South-South, and triangular cooperation.",
    "purpose": "The indicator (i.e., Dollar value of financial and technical assistance committed to developing economies) is the selected to assess the green research and development in the Asia Pacific region.",
    "methodology":"The data was directly retrieved form Asian Development Bank (ADB) website",
    "license":"",
    "source":"The data is freely available as there is no need to get the permission of data use. The source of data available at given link: Asian Development Bank (ADB) (https://kidb.adb.org/themes/sustainable-development-goals/sdg-17-partnership-for-the-goals)",
    "reference":"Ki-Hoon, Lee., and Byung, Min. (2015). Green R&D for eco-innovation and its impact on carbon emissions and firm performance. Journal of Cleaner Production, 108, 534-542. https://doi.org/10.1016/j.jclepro.2015.05.114"
   }

   